Revit 2024 API
WireSize.Size Property
 Get size symbol of wire.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public string Size { get; }
Visual Basic
Public ReadOnly Property Size As String
	Get
Visual C++
public:
property String^ Size {
	String^ get ();
}
See Also
WireSize Class
Autodesk.Revit.DB.Electrical Namespace